Repository: alexwald/MySteps
Catalog: MySteps/Localizable.xcstrings
Source language: en
Languages: fr

source: Achievement
fr: fr_Achievement

source: Achievements
fr: fr_Achievements

source: Add Item
fr: fr_Add Item

source: Day
fr: fr_Day

source: Error
fr: fr_Error

source: Failed to fetch steps:
fr: fr_Failed to fetch steps:

source: No achievements yet
fr: fr_No achievements yet

# NSHealthShareUsageDescription
source: We need access to your Health data repository to count daily steps.
fr: fr_We need access to your Health data repository to count daily steps.

# NSHealthUpdateUsageDescription
source: We need access to your Health data repository to count daily steps.
fr: fr_We need access to your Health data repository to count daily steps.

source: OK
fr: fr_OK

source: Steps
fr: fr_Steps

source: Take the first step!
fr: fr_Take the first step!
